package com.company;

import java.util.Scanner;

public class Main {

    public static void main(String[] args) {

        New new1 = new New("Лена", 12);
        new1.getAge();}}



        // дана строка, считать с консоли. создать метод который принимает строку, МЕТОД СЧИТАЕТ КОЛИЧЕСТВО СЛОВ В ОТПРАВЛЕННОЙ СТРОКе
        //возвращает количество слов
        // создать класс юзер(емайл - неизменяем, логин, пароль - изменение только с запросом старого пароля(заложить в класс) персон (логин пароль емайл)
        // метод вывода инфы о пользователе. для вывода инфы о,
//меню: добавить нового юзера. 2 пункт выяснить список всех пользоввателей. 3 пункт. изменение данных пользователя 4 выход
//хранить пользователей в массиве
















